Repository: KsArt-IT/iOS-WorkoutTracking
Catalog: WorkoutTracking/resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Average Pace
ru: Средний темп
uk: Середній темп

# buttonAllWorkouts
source: All Workouts
ru: Все тренировки
uk: Усі тренування

source: Completed
ru: Завершенный
uk: Виконано

source: Daily performance
ru: Ежедневная производительность
uk: Щоденна продуктивність

source: Elapsed Time
ru: Пройденное время
uk: Витрачений час

source: Heart Rate
ru: Пульс
uk: Пульс

source: Last 7 days
ru: Последние 7 дней
uk: Останні 7 днів

source: Last 10 months
ru: Последние 10 месяцев
uk: Останні 10 місяців

source: Monthly performance
ru: Ежемесячная производительность
uk: Місячна продуктивність

# overviewTabBar
source: overview
ru: обзор
uk: огляд

# overviewTitle
source: Today
ru: Сегодня
uk: Сьогодні

# progressNavBarButtonLeft
source: Export
ru: Экспорт
uk: Експорт

# progressNavBarButtonRight
source: Details
ru: Подробности
uk: Подробиці

# progressTabBar
source: progress
ru: прогресс
uk: прогрес

# progressTitle
source: Workout Progress
ru: Прогресс тренировки
uk: Хід тренування

source: Remaining
ru: Оставшийся
uk: Залишилося

source: Remaining Time
ru: Оставшееся время
uk: Час, що залишився

# sessionNavBarButtonLeft
source: Start
ru: Старт
uk: Старт

# sessionNavBarButtonLeftStarted
source: Pause
ru: Пауза
uk: Пауза

# sessionNavBarButtonRight
source: Finish
ru: Стоп
uk: Закінчити

# sessionTabBar
source: session
ru: занятие
uk: заняття

# sessionTitle
source: High Intensity Cardio
ru: Высокоинтенсивное кардио
uk: Кардіо високої інтенсивності

# settingsTabBar
source: settings
ru: настройки
uk: налаштування

# settingsTitle
source: Settings
ru: Настройки
uk: Налаштування

source: Steps Counter
ru: Счетчик шагов
uk: Лічильник кроків

source: Total Distance
ru: Общее расстояние
uk: Загальна відстань

source: Total Steps
ru: Всего шагов
uk: Загальна кількість кроків

source: Workout Status
uk: Статус тренування
